[
 {
  "IlAdi": "Kastamonu Merkez",
  "Nufus": "151.500",
  "ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/merkez.jpg",
  "Aciklama": "Kastamonu, Türkiye Cumhuriyetinin Karadeniz Bölgesi'nde yer alan Kastamonu ilinin merkez şehridir.Gökırmak'ın bir kolu olan Karacomak Deresi vadisinde kurulu bulunan sehrin denizden yuksekligi 774 metredir.Evliyalar sehri olarak da bilinen Kastamonu Anadoludaki en eski sehirlerden biridir, antik cag ve Turk-Islam donemine ait bircok tarihi eser vardır. Kastamonu Kalesi, Atabey Camii, Seyh Saban-i Veli Turbesi, Yanık Sultan Türbesi, Nasrullah Camii, saat kulesi ve buna benzer bircok tarihi eser mevcuttur. Civisiz yapı mimari olarak yapılan Mahmut Bey Camii de buradadır. Kastamonu kent merkezinde ayrıca Türkiye'de açılan ilk Kent Tarihi Müzesi bulunmaktadır.Kastamonu Saat Kulesi, Sultan II. Abdülhamit zamanında, şehrin doğusunda bulunan yamaç üzerine Kastamonu Valilerinden Abdurrahman Nureddin Paşa tarafından 1884-1885 yıllarında yaptırılmıştır. Kulenin saati de Avrupa'dan getirtilmiştir.Kastamonu'da yapılan çekme helvası tüm ülke içinde meşhurdur."
  },
  {
  "IlAdi": "Tosya",
  "Nufus": "39.637",
  "ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/tosya.jpg",
  "Aciklama": "Tosya Kaşka, Hitit, Firigya, Kimmer, Lidya, İran, Roma, Bizans, Danişment, Çobanlar, Candarogulları Beyliği, Osmanlı, Moğol ve Selçuklu medeniyetleri sınırları içinde kalmış “Paflogonya” (Kastamonu) bölgesinin eski bir kazasıdır. Tosya halkının tarih içerisinde zaman zaman Orta Asya'dan Anadolu'nun diğer bölgelerine göç edip yerleşmiş Türkler olduğu belirlenmiştir.Tosya, tarihi süreç içerisinde “Kuzeybatı Anadolu”’da önemli bir kültür ve ticaret merkezi olarak bilinmektedir. Tosya adı ilk defa Prehistorik dönemlerde “Zoaka”, Bizans İmparatorluğu döneminde “Doccia” olarak kullanılmış, Türk fethinden sonra da “Tukıya” adıyla kullanılagelmiştir. Tosya adını, Bizans döneminde kullanılan adı “Doceia”dan almıştır."
  },
  {
  "IlAdi": "TaşKöprü",
  "ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/taskopru.jpg",
  "Nufus": "37.439",
  "Aciklama": "Taşköprü, Türkiye'nin Karadeniz Bölgesi'nde yer alan Kastamonu ilinin bir ilçesidir.Taşköprü ilçesi adını Gökırmak üzerinde Roma öncesi dönemlerde yapıldığı tahmin edilen ve hâlen kullanılan yedi gözlü 68 metre uzunluğundaki Taş Köprü'den almaktadır. İlçede 14 mahalle ve 126 köy bulunmaktadır."
  },
  {
  "IlAdi": "Cide",
  "ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/cide.jpg",
  "Nufus": "20.877",
  "Aciklama": "Cide, Türkiye Cumhuriyeti'nin Karadeniz Bölgesi'nde yer alan Kastamonu ilinin bir ilçesidir.İlçe 939 km²'lik bir alanı kaplar ve toplam nüfusu 22.642'dir.1868 yılında ilçe olan Cide’nin 85 köyü ve bu köylere bağlı 204 mahallesi bulunmaktadır. İlçede belediyeye bağlı altı mahalle vardır. İlçeye bağlı belde ve kasaba yoktur."
  },
  {
  "IlAdi": "İnebolu",
  "ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/inebolu.jpg",
  "Nufus": "20.877",
  "Aciklama": "İnebolu’nun hangi tarihte kurulduğu kesin olarak bilinmemekle beraber 2400 yıl önce Milet’liler döneminde bir kıyı İonya kolonisi olarak Boyranaltı mevkiinde urulduğu ve  Sinop’a bağlı bir şehir olduğu tahmin edilmektedir. O zaman ki adı Abunoteichos idi. Bu isim “her yere hakim bir kale” manasına gelmekteydi. Bu isim M.S 2. nra şehrimiz  Selçuklular döneminde “İNEBOLU” ismini almıştır. İlçemiz 1753 yılında İlçe olmuştur. İlçemiz İstiklal Harbi sırasında silah, cephane ve mühimmatın Anadolu'ya geçirilmesi ve aktarılmasında merkez rol oynamıştır. İlçe Merkezi düşman işgaline uğramamasına rağmen İnebolulular çok kayıp vermişlerdir. İnebolu'nun vatansever halkı ve kayıkçısı Yunanlılara karşı yiğitlik destanları yazmıştır. Öyle ki; Mustafa Kemal Paşa Gözüm Sakaryada Dumlupınarda, kulağım İneboluda diyerek İnebolu’nun Kurtuluş Mücadelesi’ndeki önemini vecih sözüyle ifade etmiştir. İnebolu'nun bu destansı mücadelesi Gazi Meclisimizin 11 Şubat 1924 tarihinde çıkardığı 66 numaralı Kanunla ilçemize Beyaz Şeritli İstiklal Madalyası vermesiyle tescillenmiştir. İlçemizin şeref ve kahramanlık günü olan 9 Haziran her yıl büyük bir coşkuyla kutlanmaktadır.Yine Ulu Önder M. Kemal Atatürkün İneboluyu onurlandırdığı, ŞAPKA VE KIYAFET DEVRİMİ'nin ilk nutkunu söylediği ve BU SERPUŞUN İSMİNE ŞAPKA DENİR. dediği 25-28 Ağustos tarihleri arasındaki ilçe ziyareti; her yıl törenlerle kutlanmaktadır."
  },
  {
  "IlAdi": "Araç",
  "ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/arac.jpg",
  "Nufus": "18.149",
  "Aciklama": "Anadolu’daki en eski yerleşim bölgelerinden biri olan Araç, tarihi kaynaklarda ilk defa M.Ö. 1132 yılında TİMANİDİS olarak geçmektedir. Bu duruma göre de yaklaşık 1322 yıllık bir yerleşim geçmişine sahip bulunmaktadır. Bölgede Gas, Hitit, Frigya, Lidya, Pers, Pontus ve Bizanslılar yaşamış ve egemen olmuşlardır. 1105 yılında Danişmendliler zamanında Türk hâkimiyetine geçmiş, uzun süre beylikler dönemini yaşamıştır. Beyliklerin en önemlisi Candaroğlu Beyliği olup, 1459 yılında Osmanlılar yönetime hâkim olmuştur. İlçemiz 1866 yılında belediye, 1868 yılında ilçe olmuştur. Tarihinde hiçbir istilaya uğramamış ancak kurtuluş savaşında en fazla şehidi ilçemiz vermiştir.Araç, Karadeniz ile iç bölgeler arasındaki ticari ve beşeri bağları kuran kervanların işlediği önemli bir yol güzergâhında olması, ilçeye “Araç” adının verilmesine sebep olmuştur. Araç ismi ilk Candaroğulları devrine ait belgelerde görülmektedir. Candaroğulları ve Osmanlılar uzunca bir dönem Araç adını civar köyleri birleştiren nahiye merkezi olarak kullanmışlardır."
	}
]

