[
	{
		"IlAdi": "Kastamonu Merkez",
		"Nufus": "151.500",
		"ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/merkez.jpg",
		"ResimDetayURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/merkez.jpg",
		"Aciklama": "Kastamonu, Türkiye Cumhuriyeti'nin Karadeniz Bölgesi'nde yer alan Kastamonu ilinin merkez şehridir.Gökırmak'ın bir kolu olan Karaçomak Deresi vadisinde kurulu bulunan şehrin denizden yüksekliği 774 metredir.Evliyalar şehri olarak da bilinen Kastamonu Anadolu'daki en eski şehirlerden biridir, antik çağ ve Türk-İslâm dönemine ait birçok tarihi eser vardır. Kastamonu Kalesi, Atabey Camii, Şeyh Şaban-ı Veli Türbesi, Yanık Sultan Türbesi, Nasrullah Camii, saat kulesi ve buna benzer birçok tarihi eser mevcuttur. Çivisiz yapı mimari olarak yapılan Mahmut Bey Camii de buradadır. Kastamonu kent merkezinde ayrıca Türkiye'de açılan ilk Kent Tarihi Müzesi bulunmaktadır.Kastamonu Saat Kulesi, Sultan II. Abdülhamit zamanında, şehrin doğusunda bulunan yamaç üzerine Kastamonu Valilerinden Abdurrahman Nureddin Paşa tarafından 1884-1885 yıllarında yaptırılmıştır. Kulenin saati de Avrupa'dan getirtilmiştir."
	},
	{
		"IlAdi": "Tosya",
		"Nufus": "39.637",
		"ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/tosya.jpg",
		"ResimDetayURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/tosya.jpg",
		"Aciklama": "Tosya Kaşka, Hitit, Firigya, Kimmer, Lidya, İran, Roma, Bizans, Danişment, Çobanlar, Candarogulları Beyliği, Osmanlı, Moğol ve Selçuklu medeniyetleri sınırları içinde kalmış “Paflogonya” (Kastamonu) bölgesinin eski bir kazasıdır. Tosya halkının tarih içerisinde zaman zaman Orta Asya'dan Anadolu'nun diğer bölgelerine göç edip yerleşmiş Türkler olduğu belirlenmiştir.[4]Tosya, tarihi süreç içerisinde “Kuzeybatı Anadolu”’da önemli bir kültür ve ticaret merkezi olarak bilinmektedir. Tosya adı ilk defa Prehistorik dönemlerde “Zoaka”, Bizans İmparatorluğu döneminde “Doccia” olarak kullanılmış, Türk fethinden sonra da “Tukıya” adıyla kullanılagelmiştir. Tosya adını, Bizans döneminde kullanılan adı “Doceia”dan almıştır."
	},
	{
		"IlAdi": "TaşKöprü",
		"Nufus": "37.439",
		"ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/taskopru.jpg",
		"ResimDetayURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/taskopru.jpg",
		"Aciklama": "Taşköprü, Türklerin Anadolu'daki en eski yerleşim yerlerinden biridir. İlçe tarih boyunca çeşitli uygarlıkların yerleşim bölgelerinden birini oluşturmuştur. Hitit kaynaklarına göre, Hititler Orta Anadolu'da yaşarken Kastamonu civarında Kaşka adlı bir kavim hüküm sürmüştür. Kaşkalar yaptıkları savaşların sonucu olarak zaman zaman Hititlerin başkenti Hattuşaş'a kadar inmiştir.MÖ 64 yılında Romalıların egemenliği altına girmiştir. Paflagonya eyaletinin merkezi olarak ""Zımbıllı Tepesi"" denilen yerde kurulan tarihi Pompeiopolis kenti, akropol ve devlet büyüklerinin oturduğu yer olarak kullanılmıştır. Romalılar Paflagonya'yı zaptettikten sonra Komutan Pompeius'un isminden dolayı Taşköprü'ye (Pompeiopolis) demişlerdir. Komutan Pompeius, Paflagonya yıkıldığı vakit Paflagonya'yı Roma valilerine böldü ve Taşköprü, bir Roma şehri oldu."
	},
	{
		"IlAdi": "Cide",
		"Nufus": "20.877",
		"ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/cide.jpg",
		"ResimDetayURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/cide.jpg",
		"Aciklama": "Kastamonu iline bağlı bir ilçe olan Cide, kuzeyinde Karadeniz, kuzeydoğusunda Doğanyurt, doğusunda Şenpazar, güneyinde Azdavay ve Pınarbaşı ilçeleri, batısında Bartın iline bağlı Kurucaşile ilçesi ile çevrilidir. Cide’nin ovalık alanları oldukça sınırlıdır. Toprakları çok sayıda çay ve derelerle bölünmüştür. İlçenin güney ve güneydoğusunda Küre Dağları'nın uzantıları yer alır. Kuzeyde kıyıya yakın kesimlerde kuzeydoğu-güneybatı doğrultusunda uzanan Kestane Dağı bulunmaktadır. İlçenin doğusunu Kestane Dağı engebelendirmektedir. Bu dağların üzeri zengin bir orman örtüsü ile kaplıdır. Zeytinlik Tepe (1.282 m), Kaleburnu Tepesi (1.078 m), Halla Tepesi (1.231 m), Karakaya Tepesi (1.443 m), Kemrelik Tepesi (1.220 m) ilçenin belli başlı yükseltileridir."
	},
	{
		"IlAdi": "İnebolu",
		"Nufus": "20.877",
		"ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/inebolu.jpg",
		"ResimDetayURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/inebolu.jpg",
		"Aciklama": "İnebolu çevresindeki yerleşmelerin ne zaman başladığı tam olarak belirlenemese de ilk antik şehir MÖ. 3. yüzyılda Sinope'ye bağlı bir emperion olarak kurulmuş ve "Abonu'nun Duvarları" anlamına gelen Abonuteikhos adını almıştır. MÖ. 64 yılında Roma egemenliğine giren şehir, MS. 2. yüzyılda Roma İmparatorluğu hükümdarı Marcus Aurelius ya da Antoninus Pius döneminde İyonya kenti anlamındaki İonopolis adı verilmiştir. Ayrıca şehir, Apollonun yılan formunda yeniden doğduğuna dair bir kült olan Glykona ve sahte peygamber olarak anılan Abonuteikhoslu Aleksandrosa ev sahipliği yapmıştır."
	},
	{
		"IlAdi": "Araç",
		"Nufus": "18.149",
		"ResimURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/arac.jpg",
		"ResimDetayURL": "https://raw.githubusercontent.com/emresoysal1907/h5200019emresoysal/main/arac.jpg",
		"Aciklama": "Prehistorik çağlardan sonra bölgenin bilinen en eski sakinleri Gas'lardır. Bilinen tarihi Hititler ile başlar, Frigya, Lidya Krallıkları ile Pers hakimiyetiyle yerel krallıklar olarak devam eder. Pontus ve Bizans (Doğu Roma İmparatorluğu) hakimiyeti ile devam eden egemenlik Anadolu'nun Türkleşmesine kadar devam eder. Bu dönemlerde bölge; savaşçı yapısı ve iyi at yetiştirmesi ile bilinir."
	}
]

